{
  "games" : [
    {
      "gametype":1,
      "colors":["red","blue","green","purple","black","gray", "brown", "white","yellow","orange"],
      "definitions":["the color of blood","the color of the sky and water","the color of the grass and trees","the color of grapes",
        "the color of the sky at night","the color of the shadow", "the color of the ground", "the color of the clouds",
        "the color of the sun", "the color of sunset"
      ]
    },
    {
      "gametype":2,
      "image":"image_gametype2",
      "answers":["window", "skirt", "drying clothes", "shadow","apron","fence","scarf","house","laundry","leaf, leaves"]
    },
    {
      "gametype":3,
      "image":"image_gametype3",
      "sentence":"Many people are ",
      "answers":["standing", "sleeping", "sitting", "running"]
    },
    {
      "gametype":4,
      "image":"image_gametype4",
      "sentence":"the girl is wearing a yellow dress"
    },
    {
      "gametype":5,
      "image":"image_gametype5",
      "sentences":["A man is drinking.", "A woman is drinking.", "Two men are drinking.", "A man and a woman are drinking."]
    },
    {
      "gametype":6,
      "phenomenon":"Dull colour",
      "antonyms":["Vivid colour","Cold colour", "Dark colour"]
    },
    {
      "gametype":7,
      "image":"image_gametype7",
      "sentence":"The painter fills his paintings with valuable objects and exotic.",
      "answers":["fruits","vegetables"]
    },
    {
      "gametype":8,
      "image":"image_gametype8",
      "sentence":"The drawer of the red tea table is closed.",
      "true":0
    },
    {
      "gametype":9,
      "image":"image_gametype9",
      "answers":["ham","pancakes","cheese","nuts","silver drinking glass","plates","table cloth","knife"]
    },
    {
      "gametype":10,
      "images":["image_gametype10_1","image_gametype10_2","image_gametype10_3"],
      "titles":["Claude Monet - Impression, Sonnenaufgang","William Turner - Die letzte Fahrt der Téméraire","Paul Signac - Der Hafen von Marseille"],
      "descriptions":["Wir sehen den Hafen von Le Havre am Morgen. Im Vordergrund sind noch die dunklen Umrisse einiger Boote scharf zu erkennen; hinten werden die Formen so abstrakt aufgefasst, dass sie sich nur mit einiger Mühe zu Schiffen und Fabrikschloten zusammenfügen. Nur die runde, rötliche Sonne überblickt das Geschehen als klar definierter Kreis. Sie ist es auch, die orange-farbene Reflektionen in die sonst bläulich, und vernebelte Umgebung wirft.",
        "Ein riesiges Kriegsschiff erhebt sich im linken Bildteil vor einem rötlichen, kraftvollen Sonnenuntergang. Die Sonne - rechts - steht dem auch bereits eingetroffenen Mond links oben entgegen. Dieser ist noch blass und schüchtern.",
        "Das Segelschiff in der Mitte dominiert den Mittelteil und ist von einer roségetönten Umgebung flankiert. Grüntöne durchsetzen den unteren Bildbereich. In diesem recht unbewegten Bild verrät nur der Rauch, der rechts einen Schlot verlässt, dass hier Menschen leben. Hier finden sich auch die einzigen runden Formen. Das Segelschiff in der Mitte dominiert den Mittelteil und ist von einer roségetönten Umgebung flankiert. Grüntöne durchsetzen den unteren Bildbereich. In diesem recht unbewegten Bild verrät nur der Rauch, der rechts einen Schlot verlässt, dass hier Menschen leben. Hier finden sich auch die einzigen runden Formen."]
    },
    {
      "gametype":11,
      "images":["image_gametype10_1","image_gametype10_2","image_gametype10_3"],
      "sentences":["The picture shows a scene at the see.","We see the water, the sky and boats.","We also see the sun. It is evening or morning, the sun is low.",
        "In the background we see some other boats and factories with chimneys.", "But they are almost not recognizable.", "The image is mostly grey.", "Only the sun is painted in a bright orange color."]
    }
  ]
}